{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      ".": 5,
      "/": 6,
      "2": 7,
      "L": 8,
      "N": 9,
      "P": 10,
      "S": 11,
      "e": 12,
      "q": 13,
      "آ": 14,
      "ا": 15,
      "ب": 16,
      "ت": 17,
      "ج": 18,
      "خ": 19,
      "د": 20,
      "ر": 21,
      "ز": 22,
      "س": 23,
      "ش": 24,
      "ص": 25,
      "ض": 26,
      "ط": 27,
      "ع": 28,
      "ف": 29,
      "ق": 30,
      "ل": 31,
      "م": 32,
      "ن": 33,
      "ه": 34,
      "و": 35,
      "ِ": 36,
      "پ": 37,
      "ک": 38,
      "گ": 39,
      "ی": 40,
      "۰": 41,
      "۱": 42,
      "۲": 43,
      "۳": 44,
      "۴": 45,
      "۵": 46,
      "۶": 47,
      "‌": 48,
      "ای": 49,
      "ان": 50,
      "ه‌": 51,
      "ار": 52,
      "های": 53,
      "اد": 54,
      "ام": 55,
      "وز": 56,
      "بر": 57,
      "تر": 58,
      "تو": 59,
      "در": 60,
      "‌های": 61,
      "شی": 62,
      "می": 63,
      "موز": 64,
      "ند": 65,
      "ه‌ی": 66,
      "می‌": 67,
      "Se": 68,
      "آموز": 69,
      "اب": 70,
      "اشی": 71,
      "بی": 72,
      "بان": 73,
      "تاب": 74,
      "خو": 75,
      "دی": 76,
      "دار": 77,
      "داد": 78,
      "رد": 79,
      "رو": 80,
      "ری": 81,
      "ران": 82,
      "روز": 83,
      "ست": 84,
      "شد": 85,
      "ماشی": 86,
      "هم": 87,
      "ود": 88,
      "کن": 89,
      "کتاب": 90,
      "گی": 91,
      "یک": 92,
      "یاد": 93,
      "۱۴": 94,
      "ه‌های": 95,
      "امروز": 96,
      "Seq": 97,
      "ماشین": 98,
      "۱۴۰": 99
    },
    "merges": [
      "ا ی",
      "ا ن",
      "ه ‌",
      "ا ر",
      "ه ای",
      "ا د",
      "ا م",
      "و ز",
      "ب ر",
      "ت ر",
      "ت و",
      "د ر",
      "‌ های",
      "ش ی",
      "م ی",
      "م وز",
      "ن د",
      "ه‌ ی",
      "می ‌",
      "S e",
      "آ موز",
      "ا ب",
      "ا شی",
      "ب ی",
      "ب ان",
      "ت اب",
      "خ و",
      "د ی",
      "د ار",
      "د اد",
      "ر د",
      "ر و",
      "ر ی",
      "ر ان",
      "ر وز",
      "س ت",
      "ش د",
      "م اشی",
      "ه م",
      "و د",
      "ک ن",
      "ک تاب",
      "گ ی",
      "ی ک",
      "ی اد",
      "۱ ۴",
      "ه‌ های",
      "ام روز",
      "Se q",
      "ماشی ن",
      "۱۴ ۰"
    ]
  }
}