<unk>	0
<s>	0
</s>	0
▁	-2.76137
ی	-2.76319
ر	-3.25662
.	-3.39538
ن	-3.43211
ه	-3.4816
▁م	-3.61173
د	-3.78113
▁های	-3.83171
ا	-3.94079
ل	-4.02991
▁د	-4.085
و	-4.21204
ای	-4.25189
▁ش	-4.3298
ز	-4.40844
ک	-4.47811
ب	-4.57019
ار	-4.6063
ست	-4.61631
▁تو	-4.64886
▁ی	-4.66738
ران	-4.67113
▁بر	-4.67789
▁ام	-4.67897
▁تر	-4.68387
▁ک	-4.7181
م	-4.86021
وز	-4.90095
▁ا	-4.95246
گ	-4.9789
ش	-4.98295
ج	-5.01372
ام	-5.07084
▁ب	-5.1104
/	-5.11324
Seq	-5.11324
ع	-5.11324
ِ	-5.11324
۲	-5.11324
▁۱۴۰	-5.11324
▁پ	-5.11324
▁کتاب	-5.11324
▁ماشین	-5.11324
▁آموزش	-5.11325
▁خو	-5.11378
▁سا	-5.12696
بان	-5.12964
▁رو	-5.13984
▁با	-5.16367
یاد	-5.17053
ان	-5.18042
ود	-5.18583
هم	-5.20735
▁ج	-5.22343
بی	-5.25728
گی	-5.26778
نند	-5.28044
▁دار	-5.29154
ده	-5.30533
رد	-5.34489
▁ز	-5.36042
را	-5.36629
دی	-5.39556
ردا	-5.61069
س	-5.65629
ری	-5.72139
▁ای	-5.81266
▁ت	-5.92047
ت	-5.97737
تو	-6.02873
ند	-6.06909
خ	-6.11188
▁آ	-6.11323
2	-6.11324
L	-6.11324
N	-6.11324
P	-6.11324
ص	-6.11324
ض	-6.11324
ط	-6.11324
ف	-6.11324
ق	-6.11324
۰	-6.11324
۳	-6.11324
۵	-6.11324
۶	-6.11324
زش	-6.18785
▁دا	-6.25181
کن	-6.31791
۴	-7.11845
۱	-7.11855
پ	-7.11865
q	-7.11875
e	-7.11885
S	-7.11895
آ	-7.11905
